<?php
// +----------------------------------------------------------------------
// | Copyright (c) 2018-2018 http://www.donglixia.net All rights reserved.
// +----------------------------------------------------------------------
// | Author: 十万马 <962863675@qq.com>
// +----------------------------------------------------------------------
// | DateTime: 2019/2/28 14:13
// +----------------------------------------------------------------------

// +----------------------------------------------------------------------
// | 接口密钥设置
// +----------------------------------------------------------------------

return [
    // 七牛云
    'qiniu' => [
        // 七牛云密钥
        'accessKey' => 'YHPX_XbqxVVmiN3IewpYEWFdvVwG0GmXxBFqHzBq',
        'secretKey' => 'a-1wU9enFzHd9jFhiABQOZx-c6V2GRSY2YEkHQfR',
        // 七牛云空间及域名
        'bucket' => 'donglixia',
        'domain' => 'qiniu.ingcu.com',
    ],

    //token有效期7天
    'tokenValidTime' => '604800'



];
